[
	{
		"query": "2023年上海市城乡居民医保基金的筹资标准是什么",
		"ref": "（一）2023年本市城乡居民医保基金的筹资标准作如下调整：60周岁及以上人员，筹资标准从每人每年6630元调整为6685元；超过18周岁、不满60周岁人员，筹资标准从每人每年3610元调整为3665元；中小学生和婴幼儿，筹资标准从每人每年1880元调整为1935元；各类高等学校、科研院所中接受普通高等学历教育的全日制本科学生、高职高专学生以及非在职研究生（以下简称“大学生”），筹资标准从每人每年610元调整为665元。",
		"chatglm2": "根据2023年本市城乡居民医保基金的筹资标准作如下调整：60周岁及以上人员，筹资标准从每人每年6630元调整为6685元；超过18周岁、不满60周岁人员，筹资标准从每人每年3610元调整为4270元。",
		"chatglm2_wk": "2023年上海市城乡居民医保基金的筹资标准作如下调整：60周岁及以上人员，筹资标准从每人每年6630元调整为6685元；超过18周岁、不满60周岁人员，筹资标准从每人每年3610元调整为 3665元 ；中小学生和婴幼儿，筹资标准从每人每年1880元调整为1935元；各类高等学校、科研院所中接受普通高等学历教育的全日制本科学生、高职高专学生以及非在职研究生（以下简称“大学生”），筹资标准从每人每年610元调整为665元。"
	},
	{
		"query": "我最近大便不通，请问有什么中医的方子可以治疗吗",
		"ref": "大承气汤\n【组成药物】大黄　厚朴　枳实　芒硝\n【功用】峻下热结。\n【主治证候】\n（1）阳明腑实证。大便不通，频转矢气，脘腹痞满，腹痛拒按，按之硬，甚至潮热谵语，手足濈然汗出，舌苔黄燥起刺，或焦黑燥裂，脉沉实。\n（2）热结旁流，下利清水，脐腹疼痛，按之坚硬有块，口舌干燥，脉滑实。\n（3）热厥、痉病、发狂等由里热实证所致者。\n",
		"chatglm2": "根据您的描述，您可能患有便秘。大承气汤是一种常用的中医方剂，具有峻下热结的功效。它的主要作用是泻下热结，对于便秘有一定的疗效。但是，每个人的体质不同，如果您对大承气汤不适应，或者没有找到适合您病情的方剂，建议您咨询中医师或医生以获得更多的治疗选择。",
		"chatglm2_wk": "根据你的症状，可考虑使用中医大承气汤进行治疗。大承气汤的药物组成为大黄、厚朴、枳实、芒硝,具有峻下热结的功效,适用于阳明腑实证、大便不通、频转矢气、脘腹痞满、腹痛拒按、按之硬等症状。"
	},
	{
		"query": "台风卡努会对我国造成什么影响",
		"ref": "不管台风卡努登陆与否，它都会靠近我国华东沿海，给东海一带海域带去强风雨。 受台风卡努影响，7月31日中午至8月1日中午，东海东部海域将有6-9级大风，阵风可达10-11级，过往船只需注意航行安全。 伴随它逐渐靠近东海，东海大部海域以及华东沿海风力也会逐步加大。 除了大风，台风卡努也可能会给台湾、浙江等地带来强降雨。",
		"chatglm2": "台风卡努将靠近我国华东沿海，给东海一带海域带去强风雨，受台风影响，东海东部海域将有6-9级大风，阵风可达10-11级，过往船只需注意航行安全。",
		"chatglm2_wk": "台风卡努会对我国造成一系列影响。首先，它会带来6-9级的大风，阵风可达10-11级，可能会对海边旅游活动造成不利影响；其次，它还可能影响台湾、浙江等地，带来强降雨，可能会导致洪水泛滥，影响当地居民的生活；总之，台风卡努将会对我国造成严重的影响，应及时采取措施进行防御。"
	},
	{
		"query": "方剂的基本结构包括哪些部分？各部分的作用是什么？",
		"ref": "方剂的基本结构大体分为君、臣、佐、使四个部分。其中各个部分的作用包括：君药针对主病或主证起主要治疗作用的药物。\n臣药有两种意义。（1）辅助君药加强对主病或主证的治疗作用的药物。（2）针对主要兼病或兼证起主要治疗作用的药物。\n3.佐药 有三种意义。（1）佐助药：配合君、臣药以加强治疗作用，或直接治疗次要兼证，或针对某一症状发挥治疗作用的药物。（2）佐制药：用以消除或减弱君、臣药的毒性，或制约君、臣药峻烈之性的药物。（3）反佐药：病重邪甚时,为防止拒药，配用的与君药性质相反而又能在治疗中起相成作用的药物。\n4.使药有两种意义。（1）引经药：用以引领方中诸药至病所或特定部位的药物。（2）调和药：用以调和方中诸药的药物。",
		"chatglm2": "方剂的基本结构大致分为君、臣、佐、使四个部分。其中，君药是针对主病或主证起主要治疗作用的药物，臣药有两种意义，一是指对君药进行补充或配合治疗的药物，二是指对主病或主证起次要治疗作用的药物；佐药是对君药起辅助治疗作用的药物，使药则是对臣药起协同作用的药物。",
		"chatglm2_wk": "方剂的基本结构大致包括君、臣、佐、使四个部分，其中每个部分都有不同的作用。君药主要是针对主病或主证起主要治疗作用的药物；臣药有两种意义：（1）辅助君药加强对主病或主证的治疗作用的药物；（2）针对主要兼病或兼证起主要治疗作用的药物；佐药有三类意义：（1）佐有助药：配合君、臣药以加强治疗作用，或直接治疗次要兼证，或针对某一症状发挥治疗作用的药物；（2）佐制药：用以消除或减弱君、臣药的毒性，或制约君、臣药峻烈之性的药物；（4）反佐药：病重邪甚时,为防止拒药，配用的与君药性质相反而又能在治疗中起相成作用的药物；使药有两种意义：（1）引经药：用以引领方中诸药至病所或特定部位的药物；（2）调和药：用以调和方中诸药的药物。以上就是方剂基本结构的组成部分及其各自的作用。"
	},
	{
		"query": "Llama2相比于Llama有哪些提升",
		"ref": "Llama2模型接受了2万亿个标记的训练，上下文长度是Llama1的两倍。Llama-2-chat模型还接受了超过100万个新的人类注释的训练。Llama2训练语料相比LLaMA多出40%，上下文长度是由之前的2048升级到4096，可以理解和生成更长的文本。从人类反馈中强化学习，除了Llama2版本，还发布了LLaMA-2-chat ,使用来自人类反馈的强化学习来确保安全性和帮助性。",
		"chatglm2": "Lllama2模型接受了更多的训练，包括2万亿个标记的训练和超过100万个新的人类注释的训练，使得Lllama2模型的性能得到了显著提升。此外，Lllama2训练语料相比LLaMA多出40%，上下文信息也更加丰富，这使得Lllama2模型在处理自然语言任务时表现更加出色。",
		"chatglm2_wk": "Llama2相比Llama有众多提升,包括: 1.模型架构的改进: Llama2采用了新的模型架构,将LLaMA1的上下文长度提高到2倍。并使用更多的语料进行训练,使模型的性能得到极大提升; 2.数据集的扩充: Llama2训练语料比LLaMA多出40%,上下文长度也从2048升到4096;3.人类反馈的强化学习：Llama2使用了来自人类反馈的强化学习来确保安全性和帮助性；4.性能的提升：Llama2的性能比LLaMA提升了很大，能够更好地处理长文本。总之，Llama2相比LLaMA具有模型架构改善、数据集扩充、人类反馈强化学习以及性能提升等多方面的提升。",
	},
	{
		"query": "上海市医保乙类药物的个人负担比例是多少",
		"ref": "医保目录：分为药品、诊疗项目和服务设施这三大目录。在医保目录内可部分，或者全部纳入医保报销范围。目录内药品：分甲类药品和乙类药品。甲类药品是性价比最高，价格低廉的药品，目前有829种，由社保100%报销；乙类药品疗效好，价格高，目前有3616种，需要个人和医保共同承担。一般个人自负10%-20%，或者定额自负，剩余部分纳入医保报销范围后，再进行一定比例的报销。目录内诊疗项目：是一些基础且必须的项目，如B超、心电图、X线、化验等。目录内服务设施：住院床位费（不含特需病房床位）、门急诊留观床位费。",
		"chatglm2": "根据上海市医保政策，乙类药品的个人负担比例为20%。",
		"chatglm2_wk": "上海市医保乙类药物的个人负担比例一般是10%-20%，或者定额自付，剩余部分纳入医保报销范围后，再进行一定比例的报销。"
	}
]
